{
    "sodas": [
        {
            "sodaId": "1",
            "itemLink": "./soda_item1.html",
            "title": "Coke",
            "url": "./../../images/soda/coke.jpg",
            "description": "Coca-Cola, the world's most famous soft drink, is renowned for its refreshing taste, iconic branding, and widespread availability. Crafted from a secret blend of ingredients including carbonated water, sugar or sweeteners, caffeine, and natural flavorings, Coca-Cola delivers a distinctively crisp and effervescent flavor profile. With its signature red label and contoured glass bottle, Coca-Cola's branding has become synonymous with happiness and enjoyment. Whether enjoyed on its own or as a mixer in cocktails and mocktails, Coca-Cola remains a timeless and beloved beverage choice enjoyed by people of all ages around the globe.",
            "macro_img": "./../../images/soda/cokeMac.jpg"
        },
        {
            "sodaId": "2",
            "itemLink": "./soda_item2.html",
            "title": "Dr Pepper",
            "url": "./../../images/soda/dp.jpg",
            "description": "Dr Pepper, a beloved carbonated soft drink, stands out for its unique blend of 23 flavors, including cherry, vanilla, and caramel. Originally created in the 1880s by pharmacist Charles Alderton, it offers a distinctively bold and complex taste that sets it apart from other sodas. Dr Pepper's rich, effervescent flavor profile is complemented by its deep burgundy color and satisfying fizz. With its catchy slogan What's the Worst That Could Happen? and memorable advertising campaigns, Dr Pepper has earned a loyal following and become a cultural icon. Whether enjoyed chilled straight from the can or fountain, Dr Pepper continues to captivate taste buds and bring joy to fans worldwide.",
            "macro_img": "./../../images/soda/drpMac.jpg"
        },
        {
            "sodaId": "3",
            "itemLink": "./soda_item3.html",
            "title": "Sprite",
            "url": "./../../images/soda/sprite.jpg",
            "description": "Sprite, a popular lemon-lime flavored soft drink produced by The Coca-Cola Company, is known for its crisp and refreshing taste. Made with carbonated water, high-fructose corn syrup, natural flavors, and citric acid, Sprite offers a tangy yet sweet flavor profile that appeals to consumers of all ages. Its clear appearance and effervescent bubbles make it visually appealing, while its light and zesty taste make it a refreshing choice on a hot day. Sprite's branding, featuring a green and blue color scheme and the iconic lemon-lime logo, is instantly recognizable worldwide. Whether enjoyed on its own or mixed with other beverages, Sprite remains a go-to option for those seeking a refreshing and thirst-quenching soft drink.",
            "macro_img": "./../../images/soda/sprMac.jpg"
        },
        {
          "sodaId": "4",
          "itemLink": "./soda_item4.html",
          "title": "Pepsi",
          "url": "./../../images/soda/pepsi.jpg",
          "description": "Pepsi, a globally recognized cola beverage produced by PepsiCo, is celebrated for its bold and refreshing taste. Crafted from a blend of carbonated water, high-fructose corn syrup, caramel color, phosphoric acid, caffeine, and natural flavorings, Pepsi offers a distinctively sweet and robust flavor profile. Its effervescent bubbles and smooth texture create a satisfying drinking experience enjoyed by millions worldwide. With its iconic blue, red, and white branding and the timeless Pepsi logo, the beverage has become a symbol of youthfulness and energy. Whether enjoyed on its own or paired with a favorite meal, Pepsi continues to delight consumers with its refreshing and uplifting taste.",
          "macro_img": "./../../images/soda/pepsiMac.jpg"
        },
        {
          "sodaId": "5",
          "itemLink": "./soda_item5.html",
          "title": "A&W Root Beer",
          "url": "./../../images/soda/rb.jpg",
          "description": "A&W Root Beer, a classic American soft drink, is renowned for its smooth and creamy flavor with hints of vanilla and spices. Crafted from carbonated water, cane sugar, natural and artificial flavors, and caramel color, A&W Root Beer delivers a nostalgic taste experience that has delighted consumers for generations. Its rich brown color and frothy foam make it visually appealing, while its sweet and refreshing taste makes it a favorite beverage choice. A&W's signature branding, featuring the iconic frosted mug logo, evokes memories of old-fashioned soda fountains and family gatherings. Whether enjoyed straight from the bottle, poured over ice cream for a root beer float, or mixed into cocktails, A&W Root Beer continues to be a beloved beverage enjoyed by people of all ages.",
          "macro_img": "./../../images/soda/rbMac.jpg"
        },
        {
            "sodaId": "6",
            "itemLink": "./soda_item6.html",
            "title": "Fanta",
            "url": "./../../images/soda/fanta.jpg",
            "description": "Fanta, a vibrant and fruity carbonated soft drink, is celebrated for its bold flavors and refreshing taste. Produced by The Coca-Cola Company, Fanta comes in a variety of flavors, including orange, grape, pineapple, and strawberry. Crafted from carbonated water, high-fructose corn syrup, natural flavors, and citric acid, Fanta offers a sweet and tangy flavor profile that appeals to a wide range of palates. Its bright and colorful packaging, featuring playful graphics and the iconic Fanta logo, reflects the drink's fun and energetic personality. Whether enjoyed on its own or mixed into creative cocktails and mocktails, Fanta continues to captivate consumers with its delicious and invigorating taste.",
            "macro_img": "./../../images/soda/fantaMac.jpg"
          },
          {
            "sodaId": "7",
            "itemLink": "./soda_item7.html",
            "title": "Canada Dry",
            "url": "./../../images/soda/ga.jpg",
            "description": "Canada Dry Ginger Ale, a popular ginger-flavored soft drink, is renowned for its crisp and refreshing taste with a hint of spice. Crafted from carbonated water, high-fructose corn syrup, citric acid, natural flavors, and ginger extract, Canada Dry offers a uniquely smooth and bubbly drinking experience. Its pale golden color and effervescent bubbles make it visually appealing, while its distinctive ginger flavor provides a satisfying balance of sweetness and spice. Canada Dry's iconic green label and elegant branding evoke a sense of sophistication and quality. Whether enjoyed on its own or used as a mixer in cocktails and mocktails, Canada Dry Ginger Ale remains a beloved beverage choice for its timeless taste and versatility.",
            "macro_img": "./../../images/soda/cdMac.jpg"
          },
          {
            "sodaId": "8",
            "itemLink": "./soda_item8.html",
            "title": "7 Up",
            "url": "./../../images/soda/up7.jpg",
            "description": "7 Up, a popular lemon-lime flavored soda, is celebrated for its crisp and refreshing taste. Crafted from carbonated water, high-fructose corn syrup, citric acid, natural flavors, and potassium citrate, 7 Up offers a tangy yet sweet flavor profile that appeals to consumers of all ages. Its clear appearance and effervescent bubbles make it visually enticing, while its light and zesty taste make it a favorite thirst-quenching beverage. 7 Up's iconic green packaging and the distinctive red dot logo are instantly recognizable worldwide. Whether enjoyed on its own or mixed with other beverages, 7 Up continues to be a go-to option for those seeking a refreshing and uplifting soft drink.",
            "macro_img": "./../../images/soda/up7Mac.jpg"
          }
    ]
  }
  
  
        
